<?php
// Heading
$_['heading_title']        = 'Стоимость доставки';

// Text
$_['text_success']         = 'Успешно: Ваш способ доставки сохранен!';
$_['text_shipping']        = 'Введите пункт назначения, чтобы получить стоимость доставки.';
$_['text_shipping_method'] = 'Выберите предпочтительный способ доставки, который будет использоваться в этом заказе.';

// Entry
$_['entry_country']        = 'Страна';
$_['entry_zone']           = 'Регион';
$_['entry_postcode']       = 'Почтовый код';

// Error
$_['error_postcode']       = 'Почтовый код должен состоять из 2-10 символов!';
$_['error_country']        = 'Пожалуйста, выберите страну!';
$_['error_zone']           = 'Пожалуйста, выберите регион!';
$_['error_shipping']       = 'Внимание: Необходимо выбрать метод доставки!';
$_['error_no_shipping']    = 'Внимание: Способов доставки в ваш регион нет. Пожалуйста <a href="%s">свяжитесь</a> с нами!';