<?php
// Text
$_['text_success']       = 'Вы успешно изменили список клиентов';

// Error
$_['error_permission']   = 'Внимание: У вас нет разрешения на доступ к API!';
$_['error_firstname']    = 'Имя должно включать 1 - 32 символов!';
$_['error_lastname']     = 'Фамилия должна включать 1 - 32 символов!';
$_['error_email']        = 'Адрес электронной почты не действителен!';
$_['error_telephone']    = 'Номер телефона должен включать 3 - 32 символов!';
$_['error_custom_field'] = '%s необходим!';

