<?php
// Text
$_['text_address']       = 'Успешно: Адрес доставки был выбран!';
$_['text_method']        = 'Успешно: Способ доставки был выбран!';

// Error
$_['error_permission']   = 'Внимание: У вас нет разрешения на доступ к API!';
$_['error_firstname']    = 'Имя должно включать 1 - 32 символов!';
$_['error_lastname']     = 'Фамилия должна включать 1 - 32 символов!';
$_['error_address_1']    = 'Адрес 1 должен включать 3 - 128 символов!';
$_['error_city']         = 'Город должен включать 3 - 128 символов!';
$_['error_postcode']     = 'Индекс должен включать 2 - 10 символов для этой страны!';
$_['error_country']      = 'Выберите страну, пожалуйста!';
$_['error_zone']         = 'Выберите регион/штат, пожалуйста!';
$_['error_custom_field'] = '%s необходимо!';
$_['error_address']      = 'Внимание: Необходим адрес доставки!';
$_['error_method']       = 'Внимание: Необходим способ доставки!';
$_['error_no_shipping']  = 'Внимание: Не доступен ни один способ доставки!';

