<?php
// Text
$_['text_success']     = 'Успешно: Подарочный купон на скидку был применен!';
$_['text_cart']        = 'Успешно: Вы изменили вашу корзину!';

$_['text_for']         = '%s Подарочный Сертификат для %s';

// Error
$_['error_permission'] = 'Внимание: У вас нет разрешения на доступ к API!';
$_['error_voucher']    = 'Внимание: Подарочный купон недействителен/баланс исчерпан!';
$_['error_to_name']    = 'Имя получателя должно включать 1 - 64 символов!';
$_['error_from_name']  = 'Ваше Имя должно включать 1 - 64 символов!';
$_['error_email']      = 'Адрес электронной почты не действителен!';
$_['error_theme']      = 'Вы должны выбрать тему!';
$_['error_amount']     = 'Количество должно быть между %s и %s!';

