<?php
// Heading
$_['heading_title']                  = 'Оформление заказа';

// Text
$_['text_cart']                      = 'Корзина';
$_['text_checkout_option']           = 'Опции оформления заказа';
$_['text_checkout_account']          = 'Профиль &amp; Платежные реквизиты';
$_['text_checkout_payment_address']  = 'Платежные реквизиты';
$_['text_checkout_shipping_address'] = 'Детали Доставки';
$_['text_checkout_shipping_method']  = 'Способ Доставки';
$_['text_checkout_payment_method']   = 'Способ Оплаты';
$_['text_checkout_confirm']          = 'Подтвердите Заказ';
$_['text_modify']                    = 'Измените &raquo;';
$_['text_new_customer']              = 'Новый Покупатель';
$_['text_returning_customer']        = 'Постоянный Покупатель';
$_['text_checkout']                  = 'Опции оформления заказа:';
$_['text_i_am_returning_customer']   = 'Я постоянный покупатель';
$_['text_register']                  = 'Регистрация Аккаунта';
$_['text_guest']                     = 'Отзывы клиентов';
$_['text_register_account']          = 'Создав учетную запись, вы сможете делать покупки быстрее, быть в курсе состояния заказа и отслеживать заказы, которые вы делали ранее.';
$_['text_forgotten']                 = 'Забыл пароль';
$_['text_your_details']              = 'Ваши персональные данные';
$_['text_your_address']              = 'Ваш адрес';
$_['text_your_password']             = 'Ваш пароль';
$_['text_agree']                     = 'Я прочитал и согласен с  <a href="%s" class="agree"><b>%s</b></a>';
$_['text_address_new']               = 'Я хочу использовать новый адрес';
$_['text_address_existing']          = 'Я хочу использовать нынешний адрес';
$_['text_shipping_method']           = 'Выберите желаемый способ доставки, который будет использоваться в этом заказе.';
$_['text_payment_method']            = 'Выберите желаемый способ оплаты, который будет использоваться в этом заказе.';
$_['text_comments']                  = 'Добавьте примечания к вашему заказу';
$_['text_recurring_item']            = 'Повторяющийся Товар';
$_['text_payment_recurring']         = 'Профиль оплаты';
$_['text_trial_description']         = '%s every %d %s(s) for %d payment(s) then';
$_['text_payment_description']       = '%s every %d %s(s) for %d payment(s)';
$_['text_payment_cancel']            = '%s every %d %s(s) until canceled';
$_['text_day']                       = 'день';
$_['text_week']                      = 'неделя';
$_['text_semi_month']                = 'полмесяца';
$_['text_month']                     = 'месяц';
$_['text_year']                      = 'год';

// Column
$_['column_name']                    = 'Название Продукта';
$_['column_model']                   = 'Модель';
$_['column_quantity']                = 'Количество';
$_['column_price']                   = 'Цена за единицу';
$_['column_total']                   = 'Итого';

// Entry
$_['entry_email_address']            = 'Адрес электронной почты';
$_['entry_email']                    = 'E-Mail';
$_['entry_password']                 = 'Пароль';
$_['entry_confirm']                  = 'Подтверждение пароля';
$_['entry_firstname']                = 'Имя';
$_['entry_lastname']                 = 'Фамилия';
$_['entry_telephone']                = 'Номер телефона';
$_['entry_fax']                      = 'Факс';
$_['entry_address']                  = 'Выберите адрес';
$_['entry_company']                  = 'Компания';
$_['entry_customer_group']           = 'Группа Клиента';
$_['entry_address_1']                = 'Адрес 1';
$_['entry_address_2']                = 'Адрес 2';
$_['entry_postcode']                 = 'Индекс';
$_['entry_city']                     = 'Город';
$_['entry_country']                  = 'Страна';
$_['entry_zone']                     = 'Регион / Штат';
$_['entry_newsletter']               = 'Я хочу подписаться на %s рассылку.';
$_['entry_shipping'] 	             = 'Мой платежный адрес и адрес доставки одинаковы.';

// Error
$_['error_warning']                  = 'Возникли проблемы при обработке вашего заказа!Если проблема не была устранена, то, пожалуйста, попробуйте выбрать другой способ оплаты или свяжитесь с владельцем магазина, <a href="%s">нажав здесь</a>.';
$_['error_login']                    = 'Внимание: Адрес электронной почты и/или пароль не совпадает.';
$_['error_attempts']                 = 'Внимание:Превышено допустимое количество попыток входа в систему. Повторите попытку через 1 час.';
$_['error_approved']                 = 'Внимание: Необходимо подтвердить вашу учетную запись прежде чем вы сможете войти.';
$_['error_exists']                   = 'Внимание: Такой адрес электронной почты уже зарегистрирован';
$_['error_firstname']                = 'Имя должно включать 1 - 32 символов!';
$_['error_lastname']                 = 'Фамилия должна включать 1 - 32 символов!';
$_['error_email']                    = 'Адрес электронной почты не действителен!';
$_['error_telephone']                = 'Номер телефона должен включать 3 - 32 символов!';
$_['error_password']                 = 'Пароль должен включать 4 - 20 символов!';
$_['error_confirm']                  = 'Пароль не совпадает с введенным выше!';
$_['error_address_1']                = 'Адрес 1 должен включать 3 - 128 символов!';
$_['error_city']                     = 'Город должен включать 2 - 128 символов!';
$_['error_postcode']                 = 'Индекс должен включать 2 - 10 символов!';
$_['error_country']                  = 'Пожалуйста, выберите страну!';
$_['error_zone']                     = 'Пожалуйста, выберите регион / штат!';
$_['error_agree']                    = 'Внимание: Вы должны быть согласны с %s!';
$_['error_address']                  = 'Внимание: Вы должны выбрать адрес!';
$_['error_shipping']                 = 'Внимание: Необходим способ доставки!';
$_['error_no_shipping']              = 'Внимание: Опции доставки недоступны. Пожалуйста, <a href="%s">свяжитесь с нами</a> для помощи!';
$_['error_payment']                  = 'Внимание: Необходим способ оплаты!';
$_['error_no_payment']               = 'Внимание Опции оплаты недоступны. Пожалуйста, <a href="%s">свяжитесь с нами</a> для помощи!';
$_['error_custom_field']             = '%s необходим!';